/**
  ******************************************************************************
  * @file   Task_Buzzer.c
  * @brief  提供蜂鸣器在FreeRTOS中相关任务处理逻辑API，用户自定义
  ******************************************************************************
  * @attention
  * 
  *  None
  *
  ******************************************************************************  
**/
/* Private includes 非官方头文件声明----------------------------------------------------------*/
/* Exported types 类型定义------------------------------------------------------------*/
/* Exported constants 常量定义--------------------------------------------------------*/
/* Exported macro 宏定义------------------------------------------------------------*/
/* Exported functions prototypes 函数声明---------------------------------------------*/
/**
 * @addtogroup 蜂鸣器的应用逻辑，用户自定义
 * @{
*/

/**
 * @brief 蜂鸣器的应用逻辑，用于声音提示，辅助调试
 * @param None
 * @retval None
*/
 void Buzzer_Logic (void)
 {

 }
/**
 * @}
*/
